[
    {
        "Code": "01105",
        "Title": "Echos in the Cavern",
        "Description": "Deep within the cave, a group of investigators cautiously advances, illuminating the rock formations in search of the missing geologists. The cavern, a dark labyrinth, echoes with the sound of their footsteps and the drip of water. Suddenly, a distant and strange chant reaches their ears, evoking arcane rituals. A subtle tremor beneath their feet suggests that something is moving in the depths.",
        "Image": "01105"
    },
    {
        "Code": "01105b",
        "Title": "Subterranean Alteration",
        "Description": "As the investigators move forward, the cave transforms before their eyes: the rocky walls crumble, revealing intertwined roots and an unstable ground. Amidst this metamorphosis, they discover fragments of an ancient structure with remnants of logs and carved stones embedded in the cave's geology, defying all logic.",
        "Image": "01105b"
    },
    {
        "Code": "01106",
        "Title": "In the Unknown Depths",
        "Description": "Deep within the cave, the ground gives way, revealing a vast network of dark tunnels. In the shadows, the investigators discern silhouettes of unknown creatures, moving with agility in a subterranean ecosystem alien to the surface.",
        "Image": "01106"
    },
    {
        "Code": "01106b",
        "Title": "The Subterranean Threat",
        "Description": "As the investigators examine the cave, the ground suddenly cracks open, revealing a monstrous creature with humanoid features and a rat-like face. Paralyzed by its appearance, they glimpse a network of tunnels beneath the fissure, stretching into the unknown. A hellish howl echoes, suggesting that the creature is not alone, but that more beings may inhabit these depths.",
        "Image": "01106b"
    },
    {
        "Code": "01107",
        "Title": "The Chaotic Escape",
        "Description": "The investigators, still reeling from the creature and the tunnels, are jolted by a mad howl from outside the cave. The creatures, including the beast, react to the sound with panic, frantically rushing toward the exit. Amidst the chaos, the investigators are forced to move quickly to avoid being caught in the stampede and to find a safe way out.",
        "Image": "01107"
    },
    {
        "Code": "01107b",
        "Title": "Underground Emergency",
        "Description": "The investigators find themselves in the midst of a subterranean cataclysm. The ground shakes violently, and suddenly, sharp claws emerge from the earth. Nightmarish creatures, hidden until now, break free in a frenzy, surrounding the investigators. Overwhelmed and terrified, they have no choice but to flee at full speed, dodging the abominations and falling debris around them.",
        "Image": "01107b"
    },
    {
        "Code": "01108",
        "Title": "Captives of the Collapse",
        "Description": "The investigators, deep within the cavern, are startled by a deafening crash. Rocks and earth fall, blocking the only exit and trapping them inside. The dusty air settles, revealing a path now buried under debris. Every attempt to clear it only seems to make things worse, as if the cave itself refuses to let them escape.",
        "Image": "01108"
    },
    {
        "Code": "01108b",
        "Title": "The Hidden Door in the Cave",
        "Description": "Deep within the cave, the investigators uncover a mud-stained door buried beneath the earth. Upon opening it, they reveal a staircase descending into darkness. As they descend, the door slams shut, trapping them in a narrow passage. The air is thick with the scent of burnt wood and decay as they cautiously move forward, surrounded by shadows that seem to come alive. With no other choice, they press on toward the hidden secrets within this subterranean extension.",
        "Image": "01108b"
    },
    {
        "Code": "01109",
        "Title": "The Living Barrier",
        "Description": "Before them stretches a barrier formed by intertwined vines and plants, laced with glowing, pulsating crystals. This barrier emits a faint light and seems to vibrate with an unknown energy. When they attempt to touch the vines or crystals, the investigators feel a powerful energetic repulsion, as if an invisible force is preventing them from passing through.",
        "Image": "01109"
    },
    {
        "Code": "01109b",
        "Title": "Breaking the Barrier",
        "Description": "The investigators collect the blood of the creature from the Elevated Chamber and apply it to the vines of the living barrier. As the blood comes into contact with the crystals, it triggers a reaction that weakens the barrier's energy. They then use ice shards from the Frozen Descent to cool and crack the most fragile parts of the barrier. With this combination, the barrier begins to give way, allowing the investigators to pass through before it has a chance to regenerate.",
        "Image": "01109b"
    },
    {
        "Code": "01110",
        "Title": "The Guardian of the Cave",
        "Description": "Inside the cave, after the barrier's destruction, the investigators encounter a man with a severe expression and eyes filled with hatred. 'What have you done to my barrier?' he asks, holding a torch. Before they can respond, a chilling scream echoes from behind. A creature in a robe, wearing a skull mask, emerges from the drakness and approaches with an unsettling grace.",
        "Image": "01110"
    },
    {
        "Code": "01110b",
        "Title": "Defending the Cave",
        "Description": "After bringing down the masked creature, the shadows recede and the chaos subsides, but the tension remains. The man with the torch, revealed as Dr. Thomas Walker, shows no relief. With concern, he warns, 'You are awakening the beings that lurk here. We must bring this place down completely to prevent the threat from spreading.'",
        "Image": "01110b"
    },
    {
        "Code": "01111",
        "Title": "Rockfall Barricade",
        "Description": "Enormous rocks and debris have violently detached, blocking the entrance and eliminating any obvious path back to the base camp. The only available light comes from flashlights and lamps, casting flickering shadows on the stone walls",
        "Image": "01111"
    },
    {
        "Code": "01112",
        "Title": "Underground Passage",
        "Description": "The rocky walls of the passage begin to reveal signs of transformation. The stony ground slowly metamorphoses into a path of compacted earth, while the cavern walls display patches of mud and intertwined roots. This change in the environment evokes the impression of having entered a different domain, as if the cave were leading to a foreign space or dimension.",
        "Image": "01112"
    },
    {
        "Code": "01113",
        "Title": "Elevated Chamber",
        "Description": "As they approach the elevated area, a foul stench fills the air, evoking the scent of decaying flesh. The chamber, naturally formed but altered, reveals a macabre scene: the bloodied corpse of a deformed creature hangs from the ceiling, with its blood dripping into a makeshift basin of rocks on the floor. The sight of the corpse evokes horror and raises questions about its origin and significance.",
        "Image": "01113"
    },
    {
        "Code": "01114",
        "Title": "Frozen Descent",
        "Description": "The rocks that form the stairs are covered in a layer of ice, making them slippery. The air cools drastically as they descend, revealing a network of frozen tunnels and caverns. Stalactites glisten under the light, creating a landscape that is both beautiful and dangerous. ",
        "Image": "01114"
    },
    {
        "Code": "01115",
        "Title": "The Silent Threshold",
        "Description": "This place acts as a transition point between the explored areas of the cave and the mystical barrier. The atmosphere here is more serene, yet charged with latent energy. A faint light emanates from within, partially illuminating the space and casting eerie shadows on the walls.",
        "Image": "01115"
    }
]