{
    "Code": "CORE2",
    "Position": 2,
    "Name": "Las máscaras de medianoche",
    "Descriptions": [
        {
            "Code": "CORE2_INTRO1",
            "Title": "Introducción 1",
            "Description": "Un equipo de geólogos de la Universidad Miskatonic, liderado por el eminente Dr. William Harrow, había partido hacia las colinas cercanas para investigar una recién descubierta y enigmática cueva. Su interés estaba en su punto máximo debido a los informes de extrañas formaciones rocosas y fósiles en la cueva, los cuales parecían desafiar toda explicación lógica.\n Sin embargo, tras ingresar en la caverna, el equipo no regresó. Una búsqueda inicial reveló solo sus herramientas abandonadas en la entrada de la cueva y marcas extrañas en las paredes del túnel, como si algo o alguien los hubiera arrastrado hacia las profundidades subterráneas.\n La policía local ha sido reticente a profundizar en la cueva, citando peligros geológicos y la falta de pruebas de un crimen. Pero los rumores entre los lugareños cuentan una historia diferente: hablan de antiguas leyendas, de criaturas olvidadas por el tiempo que moran en las profundidades de la tierra, y de maldiciones lanzadas por aquellos que perturban su descanso eterno.",
            "Image": "CORE2_INTRO1"
        },
        {
            "Code": "CORE2_INTRO2",
            "Title": "Introducción 2",
            "Description": "Un equipo deroria n en las profundidades de la tierra, y de maldiciones lanzadas por aquellos que perturban su descanso eterno.",
            "Image": "CORE2_INTRO2"
        },
        {
            "Code": "CORE2_INTRO3",
            "Title": "Introducción 3",
            "Description": "Un equipo depor aquellos que perturban su descanso eterno.",
            "Image": "CORE2_INTRO3"
        }
    ],
    "NextScene": "CORE3",
    "Cards": [
        "01123",
        "01121",
        "01122",
        "01135",
        "01135",
        "01135",
        "01136",
        "01136",
        "01167",
        "01167",
        "01168",
        "01168",
        "01169",
        "01169",
        "01169",
        "01170",
        "01171",
        "01171",
        "01172",
        "01172",
        "01173",
        "01173",
        "01174",
        "01174",
        "01116",
        "01124",
        "01125",
        "01126",
        "01127",
        "01128",
        "01129",
        "01130",
        "01131",
        "01132",
        "01133",
        "01134",
        "01137",
        "01138",
        "01139",
        "01140",
        "01141",
        "01121b",
        "01116"
    ],
    "ChallengeTokensNormal": [
        1,
        0,
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        -3,
        -4,
        10,
        10,
        20,
        30,
        50,
        60
    ],
    "ChallengeTokensEasy": [
        1,
        1,
        0,
        0,
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        10,
        10,
        20,
        30,
        50,
        60
    ],
    "ChallengeTokensHard": [
        0,
        0,
        0,
        -1,
        -1,
        -2,
        -2,
        -3,
        -3,
        -4,
        -5,
        10,
        10,
        20,
        30,
        50,
        60
    ],
    "ChallengeTokensExpert": [
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        -3,
        -3,
        -4,
        -4,
        -5,
        -6,
        -8,
        10,
        10,
        20,
        30,
        50,
        60
    ]
}