{
    "Code": "CORE1",
    "Position": 1,
    "Name": "El encuentro",
    "Descriptions": [
        {
            "Code": "CORE1_INTRO",
            "Title": "Ecos en la oscuridad",
            "Description": "A team of geologists from Miskatonic University, led by the eminent Dr. William Harrow, had set out for the nearby hills to investigate a newly discovered and enigmatic cave. Their interest was at its peak due to reports of strange rock formations and fossils within the cave, which seemed to defy all logical explanation. However, after entering the cavern, the team did not return. An initial search revealed only their abandoned tools at the cave's entrance and strange marks on the tunnel walls, as if something or someone had dragged them into the underground depths. The local police have been reluctant to delve into the cave, citing geological dangers and a lack of evidence of any crime. But rumors among the locals tell a different story: they speak of ancient legends, of creatures forgotten by time that dwell in the depths of the earth, and of curses cast upon those who disturb their eternal rest.",
            "Image": "CORE1_INTRO"
        }
    ],
    "Resolutions": [
        {
            "Code": "no_resolution",
            "Title": "Ninguna resolución",
            "Description": "Apenas lográis escapar con vida de tu casa. La mujer de la salita os sigue por la puerta delantera y la cierra de un portazo.\n–¡Necios! ¿Veis lo que habéis hecho? –dice mientras apoya una silla contra la puerta y la mete bajo el picaporte–. Debemos salir de aquí. Venid conmigo y os diré lo que sé. Somos los únicos que podemos evitar que desaten contra la ciudad la amenaza que acecha bajo ella.\nNo estáis en condiciones de replicar, así que asentís y seguís a la mujer mientras sale corriendo del porche delantero en dirección al Barrio Fluvial, bajo la lluvia.",
            "Image": "core3"
        },
        {
            "Code": "resolution1",
            "Title": "Resolución 1",
            "Description": " Asientes y permites que la mujer pelirroja prenda fuego a las paredes y suelos de tu casa. Las llamas se extienden rápidamente, y salís corriendo por la puerta delantera para evitar quedar atrapados en ese infierno. Desde la acera, observáis cómo el fuego consume todo lo que posees.\n–Venid conmigo –dice la mujer–. Debéis conocer la amenaza que acecha debajo. Si no colaboramos, estamos perdidos sin remedio... pero juntos podremos detenerla.",
            "Image": "core4"
        },
        {
            "Code": "resolution2",
            "Title": "Resolución 2",
            "Description": " Te niegas a seguir la orden de la fanática y la echas de tu casa por miedo a que le prenda fuego sin tu permiso.\n–¡Necios! ¡Estáis cometiendo un funesto error! –os advierte–. No entendéis la amenaza que acecha debajo... ¡ni el grave peligro quecorremos todos!\nAún conmocionados por los acontecimientos de la noche, decidís escuchar a la mujer. Quizás pueda arrojar algo de luz sobre estos extraños sucesos... pero no parece confiar demasiado en vosotros.",
            "Image": "core4"
        },
        {
            "Code": "resolution3",
            "Title": "Resolución 3",
            "Description": "Corréis al pasillo para tratar de encontrar una forma de huir de la casa, pero la ardiente barrera sigue bloqueando vuestro camino. Estáis atrapados, y la horda de salvajes criaturas que han invadido tu casa se acerca, sin que tengáis posibilidad de huir.",
            "Image": "core5"
        }
    ],
    "NextScene": "CORE2",
    "Cards": [
        "01108",
        "01109",
        "01110",
        "01105",
        "01106",
        "01107",
        "01118",
        "01119",
        "01159",
        "01159",
        "01159",
        "01160",
        "01160",
        "01160",
        "01161",
        "01162",
        "01162",
        "01162",
        "01163",
        "01163",
        "01163",
        "01164",
        "01164",
        "01165",
        "01165",
        "01166",
        "01166",
        "01166",
        "01167",
        "01167",
        "01168",
        "01168",
        "01111",
        "01112",
        "01113",
        "01114",
        "01115",
        "01116",
        "01117"
    ],
    "ChallengeTokensNormal": [
        1,
        0,
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        -3,
        -4,
        10,
        10,
        20,
        30,
        50,
        60
    ],
    "ChallengeTokensEasy": [
        1,
        1,
        0,
        0,
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        10,
        10,
        20,
        30,
        50,
        60
    ],
    "ChallengeTokensHard": [
        0,
        0,
        0,
        -1,
        -1,
        -2,
        -2,
        -3,
        -3,
        -4,
        -5,
        10,
        10,
        20,
        30,
        50,
        60
    ],
    "ChallengeTokensExpert": [
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        -3,
        -3,
        -4,
        -4,
        -5,
        -6,
        -8,
        10,
        10,
        20,
        30,
        50,
        60
    ],
    "AncientTokenDescriptionNormal": "",
    "CreatureTokenDescriptionNormal": "-1 for each {arg0} in {arg1}.",
    "DangerTokenDescriptionNormal": "If there is a {arg0} in {arg1}, take 1 damage.",
    "CultistTokenDescriptionNormal": "If you fail, take 1 Fear.",
    "AncientTokenDescriptionHard": "",
    "CreatureTokenDescriptionHard": "If you fail, after this Challenge, search the Danger deck and discard pile for a {arg0} and draw it. Shuffle the Danger deck",
    "DangerTokenDescriptionHard": "If there is a {arg0} in {arg1}, take 1 Damage and 1 Fear.",
    "CultistTokenDescriptionHard": "Reveal another Token. If you fail, take 2 Fear.",
    "FailTokenDescription": "Auto fail."
}