{
    "Code": "CORE1",
    "Position": 1,
    "Name": "El encuentro",
    "Description": {
        "Code": "CORE1_INTRO",
        "Title": "Ecos en la oscuridad",
        "Description": "Un equipo de geólogos de la Universidad Miskatonic, liderado por el eminente Dr. William Harrow, había partido hacia las colinas cercanas para investigar una recién descubierta y enigmática cueva. Su interés estaba en su punto máximo debido a los informes de extrañas formaciones rocosas y fósiles en la cueva, los cuales parecían desafiar toda explicación lógica.\n Sin embargo, tras ingresar en la caverna, el equipo no regresó. Una búsqueda inicial reveló solo sus herramientas abandonadas en la entrada de la cueva y marcas extrañas en las paredes del túnel, como si algo o alguien los hubiera arrastrado hacia las profundidades subterráneas.\n La policía local ha sido reticente a profundizar en la cueva, citando peligros geológicos y la falta de pruebas de un crimen. Pero los rumores entre los lugareños cuentan una historia diferente: hablan de antiguas leyendas, de criaturas olvidadas por el tiempo que moran en las profundidades de la tierra, y de maldiciones lanzadas por aquellos que perturban su descanso eterno.",
        "Image": "CORE1_INTRO"
    },
    "Resolutions": [
        {
            "Code": "no_resolution",
            "Title": "Ninguna resolución",
            "Description": "Apenas lográis escapar con vida de tu casa. La mujer de la salita os sigue por la puerta delantera y la cierra de un portazo.\n–¡Necios! ¿Veis lo que habéis hecho? –dice mientras apoya una silla contra la puerta y la mete bajo el picaporte–. Debemos salir de aquí. Venid conmigo y os diré lo que sé. Somos los únicos que podemos evitar que desaten contra la ciudad la amenaza que acecha bajo ella.\nNo estáis en condiciones de replicar, así que asentís y seguís a la mujer mientras sale corriendo del porche delantero en dirección al Barrio Fluvial, bajo la lluvia.",
            "Image": "core3"
        },
        {
            "Code": "resolution1",
            "Title": "Resolución 1",
            "Description": " Asientes y permites que la mujer pelirroja prenda fuego a las paredes y suelos de tu casa. Las llamas se extienden rápidamente, y salís corriendo por la puerta delantera para evitar quedar atrapados en ese infierno. Desde la acera, observáis cómo el fuego consume todo lo que posees.\n–Venid conmigo –dice la mujer–. Debéis conocer la amenaza que acecha debajo. Si no colaboramos, estamos perdidos sin remedio... pero juntos podremos detenerla.",
            "Image": "core4"
        },
        {
            "Code": "resolution2",
            "Title": "Resolución 2",
            "Description": " Te niegas a seguir la orden de la fanática y la echas de tu casa por miedo a que le prenda fuego sin tu permiso.\n–¡Necios! ¡Estáis cometiendo un funesto error! –os advierte–. No entendéis la amenaza que acecha debajo... ¡ni el grave peligro quecorremos todos!\nAún conmocionados por los acontecimientos de la noche, decidís escuchar a la mujer. Quizás pueda arrojar algo de luz sobre estos extraños sucesos... pero no parece confiar demasiado en vosotros.",
            "Image": "core4"
        },
        {
            "Code": "resolution3",
            "Title": "Resolución 3",
            "Description": "Corréis al pasillo para tratar de encontrar una forma de huir de la casa, pero la ardiente barrera sigue bloqueando vuestro camino. Estáis atrapados, y la horda de salvajes criaturas que han invadido tu casa se acerca, sin que tengáis posibilidad de huir.",
            "Image": "core5"
        }
    ],
    "NextScene": "CORE2",
    "Cards": [
        "01108",
        "01109",
        "01110",
        "01105",
        "01106",
        "01107",
        "01118",
        "01119",
        "01159",
        "01159",
        "01159",
        "01160",
        "01160",
        "01160",
        "01161",
        "01162",
        "01162",
        "01162",
        "01163",
        "01163",
        "01163",
        "01164",
        "01164",
        "01165",
        "01165",
        "01166",
        "01166",
        "01166",
        "01167",
        "01167",
        "01168",
        "01168",
        "01111",
        "01112",
        "01113",
        "01114",
        "01115",
        "01116",
        "01117"
    ],
    "ChallengeTokensNormal": [
        1,
        0,
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        -3,
        -4,
        10,
        10,
        20,
        30,
        50,
        60
    ]
    ,
    "ChallengeTokensEasy": [
        1,
        1,
        0,
        0,
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        10,
        10,
        20,
        30,
        50,
        60
    ]
    ,
    "ChallengeTokensHard": [
        0,
        0,
        0,
        -1,
        -1,
        -2,
        -2,
        -3,
        -3,
        -4,
        -5,
        10,
        10,
        20,
        30,
        50,
        60
    ]
    ,
    "ChallengeTokensExpert": [
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        -3,
        -3,
        -4,
        -4,
        -5,
        -6,
        -8,
        10,
        10,
        20,
        30,
        50,
        60
    ]
}