{
    "Code": "CORE3",
    "Position": 3,
    "Name": "El Devorador de las Profundidades",
    "Descriptions": [
        {
            "Code": "CORE3_INTRO1",
            "Title": "Chasing Shadows in Arkham",
            "Description": "After an exhausting chase through the grim streets of Arkham, the investigators have captured several members of the cult and forced confessions from them. What they discover is terrifying: they worship an ancient deity called Khar'gath, a nightmarish being lurking beyond this plane.\nAs they interrogate one of the captured cultists, he speaks in a broken, terrified voice of a gathering deep in the swamps that very night. Through gasps and desperate pleas, he describes a profane ceremony meant to summon their dark god, Khar'gath, into this world. If they succeed, the boundaries of reality will shatter, and nothing will stand in the way of its wrath.\n'If we don’t stop them,' Dr. Harrow warns, his voice urgent, 'its wrath will consume everything in its path.'\nDespite their fear, the investigators steel themselves and set out for the swamp, determined to stop the looming apocalypse.",
            "Image": "CORE3_INTRO1"
        }
    ],
    "Resolutions": [
        {
            "Code": "no_resolution",
            "Title": "Khar'gath's Vengeance",
            "Description": "Prisoners of the deepest terror, the investigators launch into a frantic escape, their clumsy steps echoing in the vastness of the swamp, as if the very ground were trying to swallow them. With each step, they feel the cold breath of an ancient presence on the back of their necks. They have failed, and they know it. The air, dense and suffocating, seems to vibrate with the silent promise of eternal damnation.\nThey are no longer anything more than wandering shadows, devoured by darkness. But in their despair, a certainty settles in their minds: there is no escape. Khar'gath, the ravenous entity lurking between the folds of reality, has been unleashed. Its invisible roots coil around Arkham, feeding on despair and fear, distorting the corners of the city into grotesque caricatures of what it once was.\nThe investigators' names will soon be forgotten, swept away by the wind that roams the deserted alleyways of Arkham. But the shadow of Khar'gath does not fade. It looms over the city, its shapeless, trembling form whispering promises of annihilation. Reality itself begins to crack, as the insatiable hunger of the Ancient One persists, relentless and eternal, seeking more victims to consume.",
            "Image": "CORE3_RESOLUTION0"
        },
        {
            "Code": "resolution1",
            "Title": "Shadows Over Arkham",
            "Description": "The investigators manage to interrupt the ritual before it is completed. Although the true magnitude of the danger remains a mystery, they find some peace in thinking that, for the moment, Arkham has escaped a worse fate. They apprehend several members of the cult, but most of the townsfolk dismiss their warnings. Perhaps, after all, the horrors they witnessed were nothing more than illusions born of fear and uncertainty.",
            "Image": "CORE3_RESOLUTION1"
        },
        {
            "Code": "resolution2",
            "Title": "Retreat of the Void",
            "Description": "With a mixture of courage and desperation, the investigators unleash all their power against Khar'gath, tearing apart its incomprehensible form and pushing it back into the abyss from which it emerged. The dense air of the forest clears, and the suffocating darkness is replaced by the faint glow of the moon, as the grotesque entity collapses upon itself and vanishes in a blink. However, a deep unease lingers in their hearts: can something so ancient and colossal truly be destroyed? Perhaps it has merely retreated... for now.\nWith the departure of their master, the cultists infesting the area retreat in terror, hurling themselves into the dark pits of the earth with piercing shrieks, as if something even more terrible awaits them in the depths. Although the investigators manage to stop the dark ritual, the victory brings them no comfort. The cost is high, leaving invisible scars on their flesh and, worse still, on their sanity.\nAs the night fades, a terrifying truth takes root in their minds: if Khar'gath is merely a manifestation of what lurks beyond human comprehension, what unimaginable horrors still await in the hidden folds of reality, biding their time to devour this world?",
            "Image": "CORE3_RESOLUTION2"
        },
        {
            "Code": "resolution3",
            "Title": "Harrow's Sacrifice",
            "Description": "After facing the indescribable horror of Khar'gath, the investigators realize that the hope of defeating it is quickly fading. Desperate to find a way to escape, they turn their gaze to Dr. William Harrow, knowing that only a sacrifice might distract the abomination. With heavy hearts, they push him toward the creature, watching in terror as dark, fluctuating tentacles grip his body, wrapping him in a tangle of shadows. The doctor's screams, heartbreaking and filled with pain, fade away as his vitality is absorbed, becoming a distant echo.\n'Khar'gath... Khar'gath...' chant the cultists in a monotonous and disturbing refrain.\nDr. Harrow's figure vanishes, completely consumed by the entity. For a moment, the investigators fear they will be next, but one of the cultists raises their voice: 'Khar'gath is wise. Only those marked by guilt and death are his. Leave now, and you will live.'\nSuddenly, the turbulent form of the Ancient One begins to dissipate, its suffocating presence receding, and the lost heat returns to the swamp, as if the world has let out a relieved sigh. The cultists, now silent, slip away into the darkness, leaving the investigators alive, but deeply scarred by what they have witnessed.\nThe final moments of William Harrow are etched in their minds, an insurmountable weight that each of them will carry, knowing that his sacrifice was the only thing that saved them from a fate worse than death.",
            "Image": "CORE3_RESOLUTION3"
        }
    ],
    "Cards": [
        "01146",
        "01147",
        "01148",
        "01143",
        "01144",
        "01145",
        "01149",
        "01150",
        "01151",
        "01152",
        "01153",
        "01154",
        "01155",
        "01156",
        "01157",
        "01158",
        "01158",
        "01166",
        "01166",
        "01166",
        "01163",
        "01163",
        "01163",
        "01164",
        "01164",
        "01165",
        "01165",
        "01169",
        "01169",
        "01169",
        "01170",
        "01171",
        "01171",
        "01175",
        "01175",
        "01176",
        "01176",
        "01177",
        "01177",
        "01178",
        "01178",
        "01179",
        "01180",
        "01180",
        "01180",
        "01181",
        "01181",
        "01182",
        "01182",
        "01116",
        "01598",
        "01598",
        "01598",
        "01598",
        "01137",
        "01138",
        "01139",
        "01140",
        "01141",
        "01121"
    ],
    "ChallengeTokensNormal": [
        1,
        0,
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        -3,
        -4,
        10,
        10,
        20,
        30,
        50,
        60,
        40
    ],
    "ChallengeTokensEasy": [
        1,
        1,
        0,
        0,
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        10,
        10,
        20,
        30,
        50,
        60,
        40
    ],
    "ChallengeTokensHard": [
        0,
        0,
        0,
        -1,
        -1,
        -2,
        -2,
        -3,
        -3,
        -4,
        -5,
        10,
        10,
        20,
        30,
        50,
        60,
        40
    ],
    "ChallengeTokensExpert": [
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        -3,
        -3,
        -4,
        -4,
        -5,
        -6,
        -8,
        10,
        10,
        20,
        30,
        50,
        60,
        40
    ],
    "AncientTokenDescriptionNormal": "",
    "CreatureTokenDescriptionNormal": "",
    "DangerTokenDescriptionNormal": "",
    "CultistTokenDescriptionNormal": "",
    "AncientTokenDescriptionHard": "",
    "CreatureTokenDescriptionHard": "",
    "DangerTokenDescriptionHard": "",
    "CultistTokenDescriptionHard": "",
    "FailTokenDescription": ""
}