{
    "Code": "CORE3",
    "Position": 3,
    "Name": "El Devorador de las Profundidades",
    "Descriptions": [
        {
            "Code": "CORE3_INTRO1",
            "Title": "Chasing Shadows in Arkham",
            "Description": "After an exhausting chase through the grim streets of Arkham, the investigators have captured and forced confessions from several members of the cult. What they discover is terrifying: they worship an ancient deity named Umôrdhoth, a nightmare being that lurks beyond this plane.\nThe final clue is found in the diary of one of the fallen cultists. In its pages, a dark ritual is described, planned for this very night, deep in the swamps to the south of the city. If completed, they will open a portal for Umôrdhoth to enter this world.\n'If we don’t stop them,' Lita warns urgently, 'its wrath will destroy everything in its path.'\nDespite the fear, the investigators steel themselves and set out for the swamp, determined to prevent the looming end.",
            "Image": "CORE3_INTRO1"
        }
    ],
    "Resolutions": [
        {
            "Code": "no_resolution",
            "Title": "Umôrdhoth's Vengeance",
            "Description": "Too terrified to face his fate, Dr. William Harrow flees in a panic, vanishing into the darkness of the swamp. In his desperate escape, he realizes that he has failed, and that Umôrdhoth's vengeance will pursue him relentlessly. The monstrous entity's tentacles are already spreading through Arkham, enveloping the city in shadows that lurk in every corner, seeking to tear reality itself apart.\nDr. Harrow disappears without a trace, but Umôrdhoth remains lurking, waiting in the darkness, hunting... Its hunger for destruction continues to grow, relentless and voracious.",
            "Image": "CORE3_RESOLUTION0"
        },
        {
            "Code": "resolution1",
            "Title": "Shadows Over Arkham",
            "Description": "The investigators manage to prevent the cult from summoning their master. Though they are uncertain of what might have happened had they succeeded, they are comforted by the thought that Arkham is safe... at least for now. They capture as many cultists as they can find, but few in the city believe their story. Perhaps, in the end, it was all a product of their imagination.",
            "Image": "CORE3_RESOLUTION1"
        },
        {
            "Code": "resolution2",
            "Title": "Retreat of the Void",
            "Description": "The investigators, armed with determination and strength, managed to inflict considerable damage on Umôrdhoth, sending it back to the dimension from which it came. Heat and light return to the forest as the mass of void absorbs itself, vanishing in an instant. Though they are unsure if such a powerful being can be truly eradicated, it seems to have retreated for now. With the disappearance of their master, the nearby ghouls plunge into the open pit and flee amidst horrifying screams and howls. The investigators have thwarted a sinister plan, but the confrontation has left scars on their bodies and minds. Worse still, they cannot shake the feeling of insignificance in the face of the world’s mysteries. What other terrors lurk in the darkest and deepest corners of reality?",
            "Image": "CORE3_RESOLUTION2"
        },
        {
            "Code": "resolution3",
            "Title": "Harrow's Sacrifice",
            "Description": "After facing such a horror, the investigators believe they have no way to stop it. Only one hope remains if they wish to survive. They turn on Dr. William Harrow and hurl him toward the abominable creature, watching in fear as its tumultuous mass of void consumes him. The man cries out in agony as his life is drained by the creature's body.\n'Umôrdhoth... Umôrdhoth...' chant the cultists.\nDr. William Harrow vanishes without a trace. For a moment, the investigators fear the entity will attack them, but they hear one of the cultists say:\n'Umôrdhoth is a just god who punishes only the guilty and the dead. Go, and you will not die.'\nThe turbulent mass dissipates, and the heat and light return to the forest.\nThe cultists quickly flee, leaving the investigators alive. Dr. Harrow's final moments are etched forever in their memories.",
            "Image": "CORE3_RESOLUTION3"
        }
    ],
    "Cards": [
        "01146",
        "01147",
        "01148",
        "01143",
        "01144",
        "01145",
        "01149",
        "01150",
        "01151",
        "01152",
        "01153",
        "01154",
        "01155",
        "01156",
        "01157",
        "01158",
        "01158",
        "01166",
        "01166",
        "01166",
        "01163",
        "01163",
        "01163",
        "01164",
        "01164",
        "01165",
        "01165",
        "01169",
        "01169",
        "01169",
        "01170",
        "01171",
        "01171",
        "01175",
        "01175",
        "01176",
        "01176",
        "01177",
        "01177",
        "01178",
        "01178",
        "01179",
        "01180",
        "01180",
        "01180",
        "01181",
        "01181",
        "01182",
        "01182",
        "01116",
        "01598",
        "01598",
        "01598",
        "01598",
        "01137",
        "01138",
        "01139",
        "01140",
        "01141",
        "01121b"
    ],
    "ChallengeTokensNormal": [
        1,
        0,
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        -3,
        -4,
        10,
        10,
        20,
        30,
        50,
        60,
        40
    ],
    "ChallengeTokensEasy": [
        1,
        1,
        0,
        0,
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        10,
        10,
        20,
        30,
        50,
        60,
        40
    ],
    "ChallengeTokensHard": [
        0,
        0,
        0,
        -1,
        -1,
        -2,
        -2,
        -3,
        -3,
        -4,
        -5,
        10,
        10,
        20,
        30,
        50,
        60,
        40
    ],
    "ChallengeTokensExpert": [
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        -3,
        -3,
        -4,
        -4,
        -5,
        -6,
        -8,
        10,
        10,
        20,
        30,
        50,
        60,
        40
    ],
    "AncientTokenDescriptionNormal": "",
    "CreatureTokenDescriptionNormal": "",
    "DangerTokenDescriptionNormal": "",
    "CultistTokenDescriptionNormal": "",
    "AncientTokenDescriptionHard": "",
    "CreatureTokenDescriptionHard": "",
    "DangerTokenDescriptionHard": "",
    "CultistTokenDescriptionHard": "",
    "FailTokenDescription": ""
}