{
    "Code": "CORE2",
    "Position": 2,
    "Name": "Las máscaras de medianoche",
    "Descriptions": [
        {
            "Code": "CORE2_INTRO1",
            "Title": "Echoes in the Shadows",
            "Description": "The storm rages over Arkham. Suddenly, the door swings open, and a soaked man enters, his face distorted with fear. His breathing is labored, and his gaze, frantic. He introduces himself as Dr. William Harrow, an archaeologist from Miskatonic University.\n«Creatures have emerged from the depths… from the caves my team and I discovered last week», he says in a trembling voice. «We thought they were simple geological formations, but we awakened something. Something we couldn’t contain».\nThe investigators watch him with growing unease. Harrow, a man of science, seems consumed by a terror he cannot rationalize.\n«They’re not just beasts», he continues. «I’ve seen men... people who once seemed ordinary, but now bear marks, ritual scars on their skin... I’ve seen them gather in the shadows... They're preparing a ritual, something big. If we don’t stop them before midnight, something terrible will happen in Arkham».\nThe wind and rain roar outside, but the true threat lurks in the streets and tunnels of the city, growing in the darkness.",
            "Image": "CORE2_INTRO1"
        },
        {
            "Code": "CORE2_INTRO2",
            "Title": "Echoes in the Shadows",
            "Description": "After surviving the chaos in the depths, Dr. William Harrow collapses against the wall of the makeshift shelter, his face a mixture of exhaustion and terror. Still shaken by the horrors they have just witnessed, the investigators watch him in silence as the archaeologist tries to catch his breath.\n«Those beings...» he murmurs, his voice still trembling, «they're not mere creatures. They're ghouls, ancient scavengers that infest the tunnels and crypts beneath Arkham. We thought we were safe on the surface, but they were down there, always lurking.»\nHarrow wipes his sweat- and rain-soaked face, struggling to process what he has just experienced.\n«What we've seen... isn't everything. There's more. I've seen men, ordinary citizens, bearing ritualistic marks on their skin. They are cultists. They follow those monsters and are preparing a ritual. If we don’t stop them before midnight, they will unleash a horror far greater than what we’ve just faced.»\nThe atmosphere in the room becomes suffocating. Outside, the storm does not relent, but the true threat is no longer in the depths; it lurks in the shadows of Arkham, where the ghouls and their followers conspire.",
            "Image": "CORE2_INTRO2"
        },
        {
            "Code": "CORE2_INTRO3",
            "Title": "Echoes in the Shadows",
            "Description": "«Those creatures, the ghouls, feed on the flesh of the dead» says Dr. William Harrow, his voice deep and restrained. «But they don't act alone. In the shadows, a dark cult guides them. I don't know where these worshipers came from, but at some point, they began to revere an ancient being... an entity the ghouls blindly serve. To please it, they have been sacrificing innocent people, throwing their bodies into the depths to feed those creatures.»\nHarrow takes a breath, his face marked by despair.\n«Until now, they maintained some sort of balance. A macabre cycle that allowed the ghouls to remain hidden. But recently, everything changed. One of their hideouts, where they kept the bodies, was destroyed. Since then, the ghouls have been more active, more violent. I've tried to track their movements and stop them, but the situation is out of control.»\nHe pauses, his tone growing darker.\n«The cult is preparing something bigger, something much more dangerous than I had imagined. All the signs point to their plan coming to fruition tonight, just after midnight. After that moment... I can't even begin to predict what will happen.»\nHarrow gives the investigators a piercing look.\n«The cultists blend in with ordinary people. Some might seem like regular citizens, but they bear symbols on their skin, scars engraved by dark rituals. Those marks give them away, but they are hard to identify. Time is running out, and we must act quickly. The more cultists we find before midnight, the better chance we have of stopping this horror.»\nThe silence in the room is suffocating. Outside, the storm rages, but everyone knows the real danger lurks in the shadows of Arkham, where dark forces are already at work.",
            "Image": "CORE2_INTRO3"
        }
    ],
    "Resolutions": [
        {
            "Code": "no_resolution",
            "Title": "The Shadows Advance",
            "Description": "Chaos erupts. Overwhelmed by horror and despair, the investigators are forced to flee. The dark alleys of Arkham seem to close in around them, while the echoes of the ritual and the screams of creatures pursue them with every step. The cult advances unhindered, and the ghouls emerge from the shadows, claiming the lives they couldn’t save.\nWith great difficulty, they manage to escape, wounded and with fear deeply rooted in their souls. Their failure weighs heavily like a stone, but not all is lost. Though they have been defeated, in their retreat they managed to hold onto fragments of the truth—scattered pieces that might be the key to stopping the disaster.",
            "Image": "CORE2_RESOLUTION0"
        },
        {
            "Code": "resolution1",
            "Title": "Fragile Hope",
            "Description": "After arduous efforts, the investigators have gathered valuable information about the cult and its dark purposes. The symbols, the rituals, the hidden alliances... everything fits together in a disturbing way. They know more than the cult would want, but the danger has not yet passed.\nAs the shadows loom over Arkham and the clock ticks toward midnight, only one question remains: will it be enough? The threat is still present, but their intervention has disrupted part of the cult's plans. Now, they can only cling to the fragile hope that what they've uncovered might alter the looming fate.\nThe air grows thick, heavy with a suffocating anticipation. There is no turning back.",
            "Image": "CORE2_RESOLUTION1"
        },
        {
            "Code": "resolution2",
            "Title": "Echo of Midnight",
            "Description": "The bells of Arkham Church toll twelve times, echoing through the deserted streets. Midnight has come. Time has run out.\nThe investigators know that the cult’s ritual is about to begin. Throughout their investigation, they have gathered fragments of information, pieces that reveal the cultists’ horrifying plans. But as the sound of the bells fades away, one question lingers in their minds: will what they have discovered be enough?\nThe shadows seem to lengthen around them, as if the very city were holding its breath, awaiting the inevitable. Now, everything depends on what they have accomplished up to this moment. With midnight marking the beginning of the unknown, all that remains is to wait... and confront whatever the darkness may bring.",
            "Image": "CORE2_RESOLUTION2"
        }
    ],
    "NextScene": "CORE3",
    "Cards": [
        "01123",
        "01120",
        "01122",
        "01135",
        "01135",
        "01135",
        "01136",
        "01136",
        "01167",
        "01167",
        "01168",
        "01168",
        "01169",
        "01169",
        "01169",
        "01170",
        "01171",
        "01171",
        "01172",
        "01172",
        "01173",
        "01173",
        "01174",
        "01174",
        "01116",
        "01124",
        "01125",
        "01126",
        "01127",
        "01128",
        "01129",
        "01130",
        "01131",
        "01132",
        "01133",
        "01134",
        "01137",
        "01138",
        "01139",
        "01140",
        "01141",
        "01121",
        "01116"
    ],
    "ChallengeTokensNormal": [
        1,
        0,
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        -3,
        -4,
        10,
        10,
        20,
        30,
        50,
        60
    ],
    "ChallengeTokensEasy": [
        1,
        1,
        0,
        0,
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        10,
        10,
        20,
        30,
        50,
        60
    ],
    "ChallengeTokensHard": [
        0,
        0,
        0,
        -1,
        -1,
        -2,
        -2,
        -3,
        -3,
        -4,
        -5,
        10,
        10,
        20,
        30,
        50,
        60
    ],
    "ChallengeTokensExpert": [
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        -3,
        -3,
        -4,
        -4,
        -5,
        -6,
        -8,
        10,
        10,
        20,
        30,
        50,
        60
    ],
    "AncientTokenDescriptionNormal": "",
    "CreatureTokenDescriptionNormal": "",
    "DangerTokenDescriptionNormal": "",
    "CultistTokenDescriptionNormal": "",
    "AncientTokenDescriptionHard": "",
    "CreatureTokenDescriptionHard": "",
    "DangerTokenDescriptionHard": "",
    "CultistTokenDescriptionHard": "",
    "FailTokenDescription": ""
}