{
    "Code": "CORE1",
    "Position": 1,
    "Name": "Echoes in the Darkness",
    "Descriptions": [
        {
            "Code": "CORE1_INTRO",
            "Title": "Echoes in the Darkness",
            "Description": "A team of geologists from Miskatonic University, led by the eminent Dr. William Harrow, had set out for the nearby hills to investigate a newly discovered and enigmatic cave. Their interest was at its peak due to reports of strange rock formations and fossils within the cave, which seemed to defy all logical explanation. However, after entering the cavern, the team did not return. An initial search revealed only their abandoned tools at the cave's entrance and strange marks on the tunnel walls, as if something or someone had dragged them into the underground depths. The local police have been reluctant to delve into the cave, citing geological dangers and a lack of evidence of any crime. But rumors among the locals tell a different story: they speak of ancient legends, of creatures forgotten by time that dwell in the depths of the earth, and of curses cast upon those who disturb their eternal rest.",
            "Image": "CORE1_INTRO"
        }
    ],
    "Resolutions": [
        {
            "Code": "no_resolution",
            "Title": "Fleeing from the Abyss",
            "Description": "After a frantic flight through the cave tunnels, the investigators manage to escape from the creatures and the imminent danger. Exhausted and with their hearts pounding, they finally emerge to the surface. Dr. Thomas Walker follows them closely and secures the entrance behind him.\n “Fools! Do you see what you have done?” exclaims Dr. Thomas Walker, with a mix of anger and concern. “We must get away from here. Come with me, and I will explain everything. We are the only ones who can stop the threat looming beneath Arkham.”\n Though exhausted and overwhelmed by the events, the investigators nod and follow Dr. Walker. They hurriedly head towards a safer part of the city as a light rain begins to fall, symbolizing a possible change or purification.",
            "Image": "CORE2_RESOLUTION0"
        },
        {
            "Code": "resolution1",
            "Title": "Sealing the Threshold of Horror",
            "Description": "After emerging from the cave, the investigators and Dr. Thomas Walker devise a plan to seal the entrance. Dr. Walker leads the team in using manual tools and exploiting natural weak points in the cave's structure. They move large rocks and destabilize key supports to induce a collapse.\n With a deep rumble, the cave entrance collapses, sealing off the depths and preventing the creatures from emerging.\n The group watches the result of their work, feeling a mix of relief and concern for the unknowns that still remain.",
            "Image": "CORE2_RESOLUTION1"
        },
        {
            "Code": "resolution2",
            "Title": "The Deferred Decision",
            "Description": "The investigators decide not to follow Dr. Thomas Walker's suggestion of a collapse. They fear that a total collapse might have unforeseen consequences or lock away secrets that need to be understood.\n They express their concerns to him, and despite his reluctance, they persuade Dr. Walker to abandon the idea, at least for the moment.\n Before leaving, Dr. Walker warns, “Fools! You do not understand the magnitude of what lurks beneath our feet. It is a grave mistake not to act now!”\n Although shaken by the events and the intensity of Dr. Walker, the investigators decide they need to know more before taking such an irreversible action.\n They plan to seek out a geologist later, hoping to learn more about the subterranean threats and find a more balanced approach.",
            "Image": "CORE2_RESOLUTION2"
        },
        {
            "Code": "resolution3",
            "Title": "Trapped in the Darkness",
            "Description": "In a desperate attempt to find a way out, the investigators run through the cave tunnels.\n They discover that the path they had entered through, now transformed and altered, remains blocked by the recent collapse.\n With their escape route cut off and the creatures closing in, they realize they are trapped, with no visible way out.",
            "Image": "CORE2_RESOLUTION3"
        }
    ],
    "NextScene": "CORE2",
    "Cards": [
        "01108",
        "01109",
        "01110",
        "01105",
        "01106",
        "01107",
        "01118",
        "01119",
        "01159",
        "01159",
        "01159",
        "01160",
        "01160",
        "01160",
        "01161",
        "01162",
        "01162",
        "01162",
        "01163",
        "01163",
        "01163",
        "01164",
        "01164",
        "01165",
        "01165",
        "01166",
        "01166",
        "01166",
        "01167",
        "01167",
        "01168",
        "01168",
        "01111",
        "01112",
        "01113",
        "01114",
        "01115",
        "01116",
        "01117"
    ],
    "ChallengeTokensNormal": [
        1,
        0,
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        -3,
        -4,
        10,
        10,
        20,
        30,
        50,
        60
    ],
    "ChallengeTokensEasy": [
        1,
        1,
        0,
        0,
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        10,
        10,
        20,
        30,
        50,
        60
    ],
    "ChallengeTokensHard": [
        0,
        0,
        0,
        -1,
        -1,
        -2,
        -2,
        -3,
        -3,
        -4,
        -5,
        10,
        10,
        20,
        30,
        50,
        60
    ],
    "ChallengeTokensExpert": [
        0,
        -1,
        -1,
        -1,
        -2,
        -2,
        -3,
        -3,
        -4,
        -4,
        -5,
        -6,
        -8,
        10,
        10,
        20,
        30,
        50,
        60
    ],
    "AncientTokenDescriptionNormal": "",
    "CreatureTokenDescriptionNormal": "-1<sprite index=58> for each {arg0} in {arg1}.",
    "DangerTokenDescriptionNormal": "If there is a {arg0} in {arg1}, {arg2} takes 1<sprite index=59>.",
    "CultistTokenDescriptionNormal": "If this Challenge fails, {arg0} takes 1<sprite index=60>.",
    "AncientTokenDescriptionHard": "",
    "CreatureTokenDescriptionHard": "If this Challenge fails, {arg0} searches the Danger deck and discard pile for a {arg1} and draws it.",
    "DangerTokenDescriptionHard": "If there is a {arg0} in {arg1}, {arg2} takes 1<sprite index=59> and 1<sprite index=60>.",
    "CultistTokenDescriptionHard": "Another Token is revealed. If this Challenge fails, {arg0} takes 2<sprite index=60>.",
    "FailTokenDescription": "Auto fail."
}