[
    {
        "Code": "01105",
        "Title": "Ecos en la Caverna",
        "Description": "En lo profundo de la cueva, un grupo de investigadores avanza con cautela, iluminando las formaciones rocosas en busca de los geólogos desaparecidos. La caverna, un laberinto oscuro, resuena con el eco de sus pasos y el goteo del agua. De repente, un cántico lejano y extraño llega a sus oídos, evocando rituales arcanos. Un temblor suave bajo sus pies sugiere que algo se mueve en las profundidades.",
        "Image": "01105"
    },
    {
        "Code": "01105b",
        "Title": "Alteración Subterránea",
        "Description": "Mientras los investigadores avanzan, la cueva se transforma ante sus ojos: las paredes rocosas se desmoronan, revelando raíces entrelazadas y un suelo inestable. En medio de esta metamorfosis, encuentran fragmentos de una estructura antigua con restos de troncos y piedras talladas incrustados en la geología de la cueva, desafiando toda lógica.",
        "Image": "01105b"
    },
    {
        "Code": "01106",
        "Title": "En las Profundidades Desconocidas",
        "Description": "En lo profundo de la cueva, el suelo cede, revelando una vasta red de túneles oscuros. En las sombras, los investigadores distinguen siluetas de criaturas desconocidas, moviéndose con agilidad en un ecosistema subterráneo ajeno a la superficie.",
        "Image": "01106"
    },
    {
        "Code": "01106b",
        "Title": "La Amenaza Subterránea",
        "Description": "Mientras los investigadores examinan la cueva, el suelo se resquebraja de repente, revelando una criatura monstruosa con rasgos humanoides y un rostro similar al de una rata. Paralizados por la aparición, observan una red de túneles bajo la fisura, extendiéndose hacia lo desconocido. Un aullido infernal resuena, sugiriendo que la criatura no está sola, sino que podría haber más seres habitando estas profundidades.",
        "Image": "01106b"
    },
    {
        "Code": "01107",
        "Title": "La Huida Caótica",
        "Description": "Los investigadores, aún impactados por la criatura y los túneles, son sacudidos por un aullido demencial desde fuera de la cueva. Las criaturas, incluyendo la bestia, responden al sonido con pánico, corriendo frenéticamente hacia la salida. En medio del caos, los investigadores se ven obligado a moverse rápido para evitar ser atrapados en la estampida y buscar una salida segura.",
        "Image": "01107"
    },
    {
        "Code": "01107b",
        "Title": "Emergencia Subterránea",
        "Description": "Los investigadores se encuentran en medio de un cataclismo subterráneo. El suelo tiembla violentamente y, de repente, garras afiladas emergen de la tierra. Criaturas de pesadilla, ocultas hasta ahora, se liberan en un frenesí, rodeando a los investigadores. Superados y aterrorizados, no les queda más opción que huir a toda prisa, esquivando a las abominaciones y los escombros que caen a su alrededor.",
        "Image": "01107b"
    },
    {
        "Code": "01108",
        "Title": "Cautivos del Derrumbe",
        "Description": "Los investigadores, en el interior de la caverna, son sorprendidos por un estruendo ensordecedor. Rocas y tierra caen, bloqueando la única salida y atrapándolos. El aire polvoriento se calma, revelando un camino ahora sepultado por escombros. Cada intento de despejarlo parece empeorar la situación, como si la cueva se negara a dejarlos salir.",
        "Image": "01108"
    },
    {
        "Code": "01108b",
        "Title": "La Puerta Oculta en la Cueva",
        "Description": "En lo profundo de la cueva, los investigadores descubren una puerta manchada de barro bajo la tierra. Al abrirla, revelan una escalera que desciende a la oscuridad. Mientras descienden, la puerta se cierra de golpe, atrapándolos en un pasillo estrecho. Con el aire cargado de olores a madera quemada y putrefacción, avanzan cautelosamente, rodeados de sombras que parecen cobrar vida. Sin otra opción, siguen adelante hacia los secretos ocultos en esta extensión subterránea.",
        "Image": "01108b"
    },
    {
        "Code": "01109",
        "Title": "La Barrera Viviente",
        "Description": "Ante ellos se extiende una barrera formada por enredaderas y plantas, entrelazadas con cristales brillantes y pulsantes. Esta barrera emite una luz tenue y parece vibrar con una energía desconocida.\n Al intentar tocar las enredaderas o los cristales, los investigadores sienten una repulsión energética, como si una fuerza invisible les impidiera el paso.",
        "Image": "01109"
    },
    {
        "Code": "01109b",
        "Title": "Rompiendo la Barrera",
        "Description": "Los investigadores recolectan la sangre de la criatura en la Cámara Elevada y la aplican sobre las enredaderas de la barrera viviente. La sangre, al entrar en contacto con los cristales, provoca una reacción que debilita la energía de la barrera. Luego, utilizan fragmentos de hielo del Descenso Helado para enfriar y agrietar las partes más frágiles de la barrera. Con esta combinación, la barrera comienza a ceder, permitiendo que los investigadores atraviesen antes de que se regenere.",
        "Image": "01109b"
    },
    {
        "Code": "01110",
        "Title": "El Guardián de la Cueva",
        "Description": "Dentro de la cueva, tras la destrucción de la barrera, los investigadores se encuentran con un hombre de mirada severa y ojos llenos de odio. “¿Qué le habéis hecho a mi barrera?” pregunta, sosteniendo una antorcha. Antes de que puedan responder, un alarido escalofriante suena detrás. Una criatura en túnica, con una máscara de cráneo, emerge de la oscuridad y se acerca con una gracia inquietante.",
        "Image": "01110"
    },
    {
        "Code": "01110b",
        "Title": "Defendiendo la Cueva",
        "Description": "Tras derribar a la criatura enmascarada, las sombras retroceden y el caos se calma, pero la tensión persiste. El hombre con la antorcha, revelado como el Dr. Thomas Walker, no muestra alivio. Con preocupación, advierte: “Estáis despertando a los seres que acechan aquí. Debemos derruir este lugar por completo para evitar que la amenaza se propague.”",
        "Image": "01110b"
    },
    {
        "Code": "01111",
        "Title": "Derrumbamiento",
        "Description": "Enormes rocas y escombros se han desprendido violentamente, obstruyendo la entrada y eliminando cualquier camino evidente de retorno al campamento base. La única iluminación disponible emana de linternas y lámparas, proyectando sombras fluctuantes sobre las paredes de piedra.",
        "Image": "01111"
    },
    {
        "Code": "01112",
        "Title": "Pasaje Subterráneo",
        "Description": "Las paredes rocosas del pasaje empiezan a revelar indicios de transformación. El suelo pétreo se metamorfosea lentamente en una senda de tierra apisonada, mientras que las paredes de la caverna muestran manchas de barro y raíces entrelazadas. Este cambio en el ambiente evoca la impresión de haber ingresado en un dominio distinto, como si la cueva condujera a un espacio o dimensión ajena.",
        "Image": "01112"
    },
    {
        "Code": "01113",
        "Title": "Cámara Elevada",
        "Description": "Al acercarse a esta área elevada, un olor fétido y penetrante se apodera del ambiente, evocando carne en descomposición y exacerbando una sensación de malestar y alerta. La cámara elevada, claramente formada por procesos naturales, muestra signos de haber sido alterada con el tiempo, posiblemente por antiguos habitantes de la cueva o por fuerzas enigmáticas.\nDentro de la cámara, se descubre una escena escalofriante y sorprendente. Colgado de una formación rocosa del techo, yace el cadáver ensangrentado de una criatura deformada, suspendido de manera macabra como si se tratara de carne en un matadero. La sangre de la criatura cae en gotas, acumulándose en un pequeño receptáculo natural en el suelo, formado por las rocas de la propia cueva.\nLa visión de este cadáver y su macabra exposición despierta una mezcla de horror y preguntas. Surge la curiosidad sobre la naturaleza de la criatura, cómo llegó a ese lugar y el posible significado detrás de su presencia.",
        "Image": "01113"
    },
    {
        "Code": "01114",
        "Title": "Descenso Helado",
        "Description": "Las rocas y formaciones naturales utilizadas como escaleras en este descenso están recubiertas de una fina capa de hielo, volviéndolas peligrosamente resbaladizas. El aire se torna notablemente más frío al acercarse a esta área, un cambio sorprendente considerando la temperatura habitual de la cueva.\nEn vez de una continuación de la cueva rocosa, se revela una extensa red de túneles y cavernas completamente cubiertas de hielo. Las formaciones de hielo y las estalactitas brillan bajo la luz de las linternas, creando un paisaje cautivador.\nEl frío en esta área es intenso, calando profundamente. El aire, casi congelado, da lugar a un ambiente que combina belleza y peligro. ",
        "Image": "01114"
    },
    {
        "Code": "01115",
        "Title": "Vestíbulo de la Barrera Mística",
        "Description": "Este lugar funciona como un área de transición entre las secciones ya exploradas de la cueva y la barrera mística. El ambiente en esta zona es más sereno, aunque impregnado de una energía latente. Una luz que emana dentro del espacio proporciona una iluminación parcial del vestíbulo, generando un juego de sombras en las paredes.",
        "Image": "01115"
    }
]